Repository: FelixRizzolli/PlexUtils
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_at

source: Enter your choice:
de_at: Gib deine Auswohl ein:

source: Invalid choice. Please enter a valid option.
de_at: Ostia, des stimp mol nit. Gib eppes richtigs ein.

source: validate movie filename syntax
de_at: Film-Dateinomen Syntax überprüfen

source: MovieFileUtils - Tools for movie files
de_at: MovieFileUtils - Tools für Film-Dateien

source: MovieFileUtils Menu:
de_at: MovieFileUtils Menü:

source: Invalid movie file:
de_at: Ungülige Film-Datei:

source: PlexUtils Menu:
de_at: PlexUtils Menü

source: search in tvdb for new seasons of existing tvshows
de_at: Suach in TVDB noch nuie Staffeln fa existierende Serien

source: search in tvdb for missing episodes of existing seasons of existing tvshows
de_at: Suach in TVDB noch nuie Folgen fa existierende Serien

source: TVDBUtils - Tools to compare the plex library with tvdb or search new content
de_at: TVDBUtils - Tools zum Vergleichen far Plex-Bibliothek mit TVDB oder nuie Inholte zu suachen

source: TVDBUtils Menu:
de_at: TVDBUtils Menü

source: Press Enter to continue...
de_at: Druck Enter um weiterzugean...

source: validate tvshow directory syntax
de_at: Syntax fa di Serien-Ordnern überprüfen

source: validate season directory syntax
de_at: Syntax fa di Staffel-Ordnern überprüfen

source: validate episode filename syntax
de_at: Syntax fa di Episoden-Dateien überprüfen

source: TvshowFileUtils - Tools for tvshow directories and episode files
de_at: TvshowFileUtils - Tools für Serien-Ordner und Episoden-Dateien

source: TvshowFileUtils Menu:
de_at: TvshowFileUtils Menü:

source: Invalid tvshow directory:
de_at: Folschr Serien-Ordner:

source: Invalid season directory:
de_at: Folschr Staffel-Ordner:

source: Invalid episode filename:
de_at: Folschr Episoden-Dateinomen:
