Repository: FelixRizzolli/PlexUtils
Catalog: locale/*/LC_MESSAGES/plexutils.po
Languages: de_de

source: TVDBUtils - Tools to compare the plex library with tvdb or search new content
de_de: TVDBUtils - Tools zum Vergleichen der Plex-Bibliothek mit TVDB oder Suchen neuer Inhalte

source: TVDBUtils Menu:
de_de: TVDBUtils Menü:

source: Press Enter to continue...
de_de: Drücken Sie Enter, um fortzufahren...

source: validate tvshow directory syntax
de_de: Validierung der Syntax des Serien-Verzeichnisses

source: validate season directory syntax
de_de: Validierung der Syntax des Staffel-Verzeichnisses

source: validate episode filename syntax
de_de: Validierung der Syntax des Dateinamen der Episode

source: TvshowFileUtils - Tools for tvshow directories and episode files
de_de: TvshowFileUtils - Tools für Serien-Verzeichnisse und Dateinamen der Episoden

source: TvshowFileUtils Menu:
de_de: TvshowFileUtils Menü:

source: Invalid tvshow directory:
de_de: Ungültige Serien-Verzeichnis-Bezeichnung:

source: Invalid season directory:
de_de: Ungültige Staffel-Verzeichnis-Bezeichnung:

source: Invalid episode filename:
de_de: Ungültiger Episoden-Dateinamen:

source: PlexUtils Menu:
de_de: PlexUtils Menü:

source: validate movie filename syntax
de_de: Validierung der Syntax des Dateinamen des Films

source: MovieFileUtils - Tools for movie files
de_de: MovieFileUtils - Tools zur Validierung von Filmdateien

source: MovieFileUtils Menu:
de_de: MovieFileUtils Menü:

source: Invalid movie file:
de_de: Ungültiger Film-Dateinamen:

source: Enter your choice:
de_de: Wähle:

source: Invalid choice. Please enter a valid option.
de_de: Ungültige Auswahl. Bitte wähle gültige Option.
